Repository: birt/scan2payme-shortcode
Catalog: scan2payme-shortcode/languages/scan2payme-*.po
Languages: de_de

source: No such WooCommerce account found.
de_de: WooCommerce Account nicht gefunden.

source: IBAN invalid! Must be shorter than 34 symbols!
de_de: IBAN muss kleiner als 34 Zeichen beinhalten!

source: IBAN invalid! First two symbol must be country identifier!
de_de: Die ersten zwei Zeichen des IBAN müssen ein Länderkennzeichen sein!

source: IBAN invalid! Account part can only contain numbers!
de_de: Kontoinformation im IBAN darf nur aus Ziffern bestehen!

source: BIC invalid! Must be 8 or 11 symbols long!
de_de: BIC muss zwischen 8 und 11 Zeichen beinhalten!

source: Selected status invalid!
de_de: Gewählter Status ungültig!

source: Selected payment method invalid!
de_de: Gewählte Bezahlmethode ungültig!

source: Selected hook invalid!
de_de: Gewählter hook ist ungültig!

source: Scan2Pay Me preview
de_de: Scan2Pay Me Vorschau

source: Scan2Pay Me banking details fields
de_de: Scan2Pay Me Kontoinformationen

source: Scan2Pay Me required fields
de_de: Scan2Pay Me Pflichtfelder

source: Show when order is in status
de_de: Code in diesem Bestellstatus zeigen

source: Show when method is
de_de: Code bei dieser Bezahlmethode zeigen

source: Scan2Pay Me optional fields
de_de: Scan2Pay Me optionale Felder

source: textabove
de_de: Text darüber

source: textunder
de_de: Text darunter

source: Show preview QR Code with order id 919 and total 49.99 euro.
de_de: Der Vorschaucode enthält als Testwerte die Bestellnummer 919 und eine Rechnungssumme von 49,99 Euro.

source: Your banking details.
de_de: Ihre Bankkontoinformationen.

source: Required fields.
de_de: Pflichtfelder.

source: Optional fields. Provide your users with information about how you want them to use the code.
de_de: Optionale Felder. Informieren Sie ihre Users wie sie mit dem Code umgehen sollen.

source: (none)
de_de: (keines)

source: (no logo)
de_de: (keines)

source: Settings Saved
de_de: Einstellungen gespeichert
